Repository: Blokkendoos/AACircuit
Catalog: locale/*/LC_MESSAGES/aacircuit.po
Languages: de

source: _File
de: _Datei

source: Import AACircuit original...
de: Importieren AACircuit original Datei…

source: Export as ASCII...
de: Exportieren als ASCII…

source: Export as PDF...
de: Exportieren als PDF…

source: _Edit
de: _Bearbeiten

source: Copy grid
de: Kopier Gitter

source: Paste grid
de: Gitter einfügen

source: Load and paste ASCII
de: Laden und einfügen Gitter

source: _View
de: _Darstellung

source: Grid size 72x36
de: Gitter Größe 72x36

source: Grid size 72x49
de: Gitter Größe 72x49

source: Grid size 100x49
de: Gitter Größe 100x49

source: Grid size 200x70
de: Gitter Größe 200x70

source: Redraw schema
de: Neu zeichnen

source: Rotate 90° clockwise
de: 90° rechtsum drehen

source: Mirror vertically
de: Vertikal spiegeln

source: _Preferences
de: _Einstellungen

source: _Magic-line settings
de: _Magic-line Einstellungen

source: write text
de: Text schreiben

source: insert text
de: Text einfügen

source: load file and paste into grid
de: ASCII aus einer Datei laden und in die Zeichnung einfügen

source: paste grid from clipboard
de: fügt den Inhalt der Zwischenablage ein

source: copy grid to clipboard
de: kopiert die komplette Zeichnung in die Zwischenablage

source: <b>Clipb.</b>
de: Zwischenabl.

source: eraser 9x9
de: Radierer 9x9

source: eraser 7x7
de: Radierer 7x7

source: eraser 5x5
de: Radierer 5x5

source: eraser 3x3
de: Radierer 3x3

source: <b>Erase</b>
de: Radierer

source: <b>Curs.</b>
de: Zeiger

source: rotate the symbol clockwise
de: Symbol 90°rechts drehen

source: mirror the symbol vertically
de: Symbol vertikal spiegeln

source: draw automatic line
de: automatische Linie zeichnen

source: free line
de: freihe Linie

source: straight line
de: gerade Linie

source: line with start and end point 'o'
de: Linie mit Start/Endpunkt ‘o’

source: line with start and end point '+'
de: Linie mit Start/Endpunkt ‘+’

source: line with end terminals
de: Linie mit Abschluß

source: draw a rectangle
de: Rechteck zeichnen

source: move or delete symbol, shortcut: [DEL]
de: individuelle Symbole schneiden oder kopieren

source: selection rectangle
de: Rechtecke selektieren

source: insert rows
de: Zeile horizontal einfügen

source: insert columns
de: Zeile vertikal einfügen

source: remove rows
de: Zeile horizontal löschen

source: remove columns
de: Zeile vertikal löschen

source: orientation
de: Orientierung

source: This is a Python version, derived from the original AACircuit by Andreas Weber.
de: Dies ist eine Python version, abgeleitet vom Originalem Program wie verfertigt von Andreas Weber.

source: Failed to load component library {0} due to I/O error {1}: {2}
de: Komponentbibliothek {0} nicht geladen wegen i/o-fehler {1}: {2}

source: Number of libraries loaded: {0}
de: Anzahl Bibliotheken geladen: {0}

source: Description
de: Umschreibung

source: Really close the program?
de: Tatsächlich Programm beënden?

source: The current schema has been changed
de: Der aktuelle Zeichnung is geändert worden

source: One library loaded, total number of components: {0}
de: Eine Bibliothek geladen, Total zahl der Symbolen: {0}

source: {0} libraries loaded, total number of components: {1}
de: {0} Bibliotheke geladen, Total zahl der Symbole: {1}

source: Untitled.pdf
de: Namlos.pdf

source: Finished printing
de: Drucken beendet

source: More than one item at position: %s !
de: Mehrere Symbole auf Positino: %s!

source: Unable to open file for reading: {} error({}): {}
de: Datei: {} läßt sich nicht öffnen zum lesen, fehler({}): {}

source: Selecting rectangle...
de: Selektiere Rechtecke

source: Schema has been saved in: %s
de: Schaltplan gespeichert unter: %s

source: Unable to open file for writing: %s
de: Datei %s läßt sich nicht öffnen zum schreiben

source: ASCII Schema has been saved in: %s
de: ASCII Schaltplan gespeichert unter: %s

source: {0} lines skipped in: {1}
de: {0} Zeile übergeschlagen in: {1}

source: File: {}
de: Datei: {}

source: skipped linenr: {}
de: Zeile: {} übergeschlagen

source: skipped: {}
de: überschlagen: {}

source: skipped linenr:
de: Zeile Nummer: {} überschlagen

source: Please choose a file
de: Wähle eine Datei

source: Circuit files
de: Schaltplan Dateien

source: Text files
de: Tekstdateien

source: All files
de: Alle Dateien

source: Untitled_schema.aac
de: Namlos.aac

source: Save as
de: Speichern unter

source: PDF files
de: PDF Dateien

source: Untitled_schema.txt
de: Namlos.txt

source: number of rows: {0} columns: {1}
de: Zahl der Reihen: {0} Kolumne: {1}

source: (created by AACircuit.py © 2020 JvO)
de: (verfertigt mit AACircuit.py © 2020 JvO)

source: Invalid surface
de: Ungültiges Kanvas

source: PDF Exported to {}
de: PDF Exportiert nach {0}

source: Restore defaults
de: Standardeinstellungen laden

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: decision matrix
de: Entscheidngsmatrize

source: start direction
de: start Richtung

source: start character
de: start Zeichen

source: Create new
de: Neue Matrize

source: Refresh
de: Neu laden

source: Magic_line settings have been read from: %s
de: Magic Line Einstellungen eingelesen von: %s

source: Magic line default settings are being used
de: Magic Line Standardwerte werden verwendet

source: Magic line settings have been saved in: %s
de: Magic Line Einstellungen sind gespeichert unter: %s

source: Failed to load XML GUI file preferences_dialog.glade
de: Die XML GUI Datei preferences_dialog.glade könnte nicht geladen worden

source: Vertical
de: Vertikal

source: Longest first
de: Längste geht vor

source: Failed to load XML GUI file aacircuit.glade
de: Die XML GUI Datei aacircuit.glade könnte nicht geladen worden

source: Closing application
de: Programma beenden

source: Preferences have been read from: %s
de: Einstellungen sind geladen von: %s

source: Preferences file not found: %s, default preferences are being used
de: Der Einstellungen Datei: %s ist nicht gefunden worden, die Standartwerte werden verwendet

source: Preferences have been saved in: %s
de: Einstellungen sind gespeichert unter: %s

source: Number of rows
de: Zahl der Reihe

source: Number of columns
de: Zahl der Kolumne

source: cell width
de: Zellbreite

source: cell height
de: Zellhöhe

source: Font size
de: Schriftgröße

source: Use Pango font
de: Verwende Pango Schrifte

source: Font
de: Schrift

source: Drag selection
de: Verschiebe Selektion

source: Horizontal line char
de: Horizontal Linie Zeichen

source: Vertical line char
de: Vertikale Linie Zeichen

source: Terminal char 1
de: Linie Ende Zeichen 1

source: Terminal char 2
de: Linie Ende Zeichen 2

source: Terminal char 3
de: Linie Ende Zeichen 3

source: Terminal char 4
de: Linie Ende Zeichen 4

source: Crossing char
de: Kreuzung Zeichen

source: Upper corner char
de: Obere Ecke Zeichen

source: Lower corner char
de: Untere Ecke Zeichen

source: Grid
de: Gitter

source: Lines
de: Linien

source: symbol id: {0} orientation: {1}
de: Symbol id: {0} Richtung: {1}

source: {0} lines skipped in {1}
de: {0} Zeile übergeschlagen in {1}

source: Unable to open file for reading: %s
de: Datei %s läßt sich nicht öffnen zum lesen

source: _Help
de: _Info

source: Open file...
de: Datei öffnen...

source: Save file
de: Datei speichern...

source: File selected: %s
de: Gewählte Datei: %s

source: Cancel clicked
de: Abgestürzt

source: Any files
de: Alle Dateien

source: Please choose a folder
de: Wähle ein Ordner

source: Select
de: Wähle

source: Folder selected: %s
de: Gewählte Ordner: %s

source: number of rows: {0} columns: {1}
de: Reihen: {0} Kolumne: {1}
