Repository: Blokkendoos/AACircuit
Catalog: application/locale/*/LC_MESSAGES/aacircuit.po
Languages: nl

source: Resistor
nl: Weerstand

source: _File
nl: _Bestand

source: Import AACircuit original...
nl: Importeer oorspronkelijk AACircuit…

source: Export as ASCII...
nl: Exporteer naar ASCII…

source: Export as PDF...
nl: Exporteer naar PDF…

source: _Edit
nl: _Bewerken

source: Copy grid
nl: _Kopieer rooster

source: Paste grid
nl: _Plak rooster

source: Load and paste ASCII
nl: Laad en plak ASCII

source: Edit draw commands...
nl: Bewerk tekencommando’s…

source: _View
nl: _Beeld

source: Grid size 72x36
nl: Rooster 72x36

source: Grid size 72x49
nl: Rooster 72x49

source: Grid size 100x49
nl: Rooster 100x49

source: Grid size 200x70
nl: Rooster 200x70

source: Redraw schema
nl: Schema opnieuw tekenen

source: Symbol pickpoints
nl: Symbool kiespunten

source: Line pickpoints
nl: Lijn kiespunten

source: Text pickpoints
nl: Tekst kiespunten

source: _Symbol
nl: _Symbool

source: Rotate 90° clockwise
nl: Draai 90° met de klok mee

source: Mirror vertically
nl: Spiegel vertikaal

source: _Preferences
nl: _Voorkeuren

source: _Magic-line settings
nl: _Magic-line instellingen

source: Space
nl: Spatie

source: Textblock
nl: Tekstblok

source: insert text
nl: voeg tekst in

source: Textline:
nl: Regel:

source: insert textline
nl: tekstregel invoegen

source: load file and paste into grid
nl: plak rooster van bestand

source: paste grid from clipboard
nl: plak het rooster van het prikbord

source: copy grid to clipboard
nl: kopieer het rooster naar het prikbord

source: <b>Clipb.</b>
nl: <b>Prikbord</b>

source: move or delete symbol
nl: knip en plak symbolen

source: selection rectangle
nl: selekteer rechthoek

source: <b>Select</b>
nl: <b>Selectie</b>

source: erase selected area
nl: geselecteerd gebied wissen

source: <b>Erase</b>
nl: <b>Gum</b>

source: <b>Curs.</b>
nl: <b>Muispijl</b>

source: rotate the symbol clockwise
nl: draai symbool met de klok mee

source: mirror the symbol vertically
nl: spiegel symbool verticaal

source: draw automatic line
nl: teken automatische lijn

source: free line
nl: lijn in alle richtingen

source: straight line
nl: rechte lijn

source: line with start and end point 'o'
nl: lijn start en eindpunt ‘o’

source: line with start and end point '+'
nl: lijn start en eindpunt ‘+’

source: line with end terminals
nl: lijn met start en eindpunt

source: draw a rectangle
nl: teken een rechthoek

source: insert rows
nl: voeg rijen toe

source: insert columns
nl: voeg kolommen toe

source: remove rows
nl: verwijder rijen

source: remove columns
nl: verwijder kolommen

source: orientation
nl: orientatie

source: This is a Python version, derived from the original AACircuit by Andreas Weber.
nl: Dit is een Python versie, afgeleid van het originele AACircuit programma van Andreas Weber.

source: Failed to load component library {0} due to I/O error {1}: {2}
nl: Kan de componentbibliotheek {0} niet laden als gevolg van i/o-fout {1}: {2}

source: Symbol: {} has duplicate id: {} !
nl: Symbool: {} heeft een dubbele id: {} !

source: Number of libraries loaded: {0}
nl: Aantal geladen bibliotheken: {0}

source: Description
nl: Omschrijving

source: Really close the program?
nl: Programma sluiten?

source: The current schema has been changed
nl: Het huidige schema is gewijzigd

source: One library loaded, total number of components: {0}
nl: Eén bibliotheek geladen, totaal aantal onderdelen: {0}

source: {0} libraries loaded, total number of components: {1}
nl: {0} geladen bibliotheken, totaal aantal onderdelen: {1}

source: Untitled.pdf
nl: Naamloos.pdf

source: Finished printing
nl: Klaar met printen

source: More than one item at position: {} !
nl: Meerdere items op positie: {} !

source: Unable to open file for reading: {} error({}): {}
nl: Kan bestand: {} niet openen om te lezen, fout({}): {}

source: Selecting rectangle...
nl: Rechthoek selecteren…

source: Schema has been saved in: %s
nl: Het schema is bewaard in: %s

source: Unable to open file for writing: %s
nl: Kan bestand niet openen voor schrijven: %s

source: ASCII Schema has been saved in: %s
nl: Het ASCII schema is bewaard in: %s

source: {0} lines skipped in: {1}
nl: {0} regels overgeslagen in: {1}

source: File: {}
nl: Bestand: {}

source: skipped linenr: {}
nl: regelnummer: {} overgeslagen

source: skipped: {}
nl: overgeslagen: {}

source: skipped linenr:
nl: regelnummer: {} overgeslagen

source: Please choose a file
nl: Kies een bestand

source: Circuit files
nl: Schema bestanden

source: Text files
nl: Tekstbestanden

source: All files
nl: Alle bestanden

source: Untitled_schema.aac
nl: Naamloos.aac

source: Save as
nl: Bewaar als

source: PDF files
nl: PDF bestanden

source: Untitled_schema.txt
nl: Naamloos.txt

source: number of rows: {0} columns: {1}
nl: Aantal rijen: {0} kolommen: {1}

source: (created by AACircuit.py © 2020 JvO)
nl: (gemaakt met AACircuit.py © 2020 JvO)

source: Invalid surface
nl: Ongeldig canvas

source: PDF Exported to {}
nl: PDF geëxporteerd naar {}

source: Restore defaults
nl: Herstel standaard

source: Cancel
nl: Afbreken

source: Save
nl: Bewaren

source: decision matrix
nl: beslismatrix

source: start direction
nl: startrichting

source: start character
nl: startteken

source: Create new
nl: Nieuwe matrix

source: Magic_line settings have been read from: %s
nl: Magic line instellingen gelezen van: %s

source: Magic line default settings are being used
nl: Magic line standaard instellingen worden gebruikt

source: Magic line settings have been saved in: %s
nl: Magic line instellingen zijn bewaard in: %s

source: Failed to load XML GUI file preferences_dialog.glade
nl: Kon XML GUI bestand preferences_dialog.glade niet laden

source: Horizontal
nl: Horizontaal

source: Vertical
nl: Vertikaal

source: Longest first
nl: Langste eerst

source: Failed to load XML GUI file aacircuit.glade
nl: De XML GUI aacircuit.glade kon niet worden geladen

source: Closing application
nl: Afsluiten programma

source: Failed to load XML GUI file memo_editing_dialog.glade
nl: Kan XML GUI bestand memo_editing_dialog.glade niet laden

source: Close
nl: Sluiten

source: Draw
nl: Tekenen

source: Edit draw commands
nl: Bewerk teken commando’s

source: Preferences have been read from: %s
nl: Voorkeuren gelezen van: %s

source: Preferences file not found: %s, default preferences are being used
nl: Voorkeurenbestand niet gevonden: %s, standaard instellingen worden gebruikt

source: Preferences have been saved in: %s
nl: Voorkeuren zijn bewaard in: %s

source: Number of rows
nl: Aantal rijen

source: Number of columns
nl: Aantal kolommen

source: cell width
nl: cel breedte

source: cell height
nl: cel hoogte

source: Font size
nl: Lettergrootte

source: Use Pango font
nl: Gebruik Pango letters

source: Font
nl: Lettertype

source: Drag selection
nl: Sleep selectie

source: Horizontal line
nl: Horizontale lijn

source: Vertical line
nl: Vertikale lijn

source: Terminal1
nl: Uiteinde lijn 1

source: Terminal2
nl: Uiteinde lijn 2

source: Terminal3
nl: Uiteinde lijn 3

source: Terminal4
nl: Uiteinde lijn 4

source: Terminal4 Vertical start
nl: Begin lijn 4 vertikaal

source: Crossing char
nl: Kruising teken

source: Upper corner char
nl: Bovenste hoek teken

source: Lower corner char
nl: Onderste hoek teken

source: Grid
nl: Rooster

source: Lines
nl: Lijnen

source: Horizontal line char
nl: Horizontale lijn teken

source: Vertical line char
nl: Vertikale lijn teken

source: Terminal char 1
nl: Uiteinde teken 1

source: Terminal char 2
nl: Uiteinde teken 2

source: Terminal char 3
nl: Uiteinde teken 3

source: Terminal char 4
nl: Uiteinde teken 4

source: eraser 9x9
nl: gum 9x9

source: eraser 7x7
nl: gum 7x7

source: eraser 5x5
nl: gum 5x5

source: eraser 3x3
nl: gum 3x3

source: symbol id: {0} orientation: {1}
nl: Symbool id: {0} orientatie: {1}

source: More than one item at position: %s !
nl: Meerdere items op positie: %s!

source: Refresh
nl: Teken opnieuw

source: {0} lines skipped in {1}
nl: {0} regels overgeslagen in: {1}

source: Unable to open file for reading: %s
nl: Kan bestand niet openen om te lezen: %s

source: _Help
nl: _Hulp

source: Open file
nl: Bestand openen

source: Save file
nl: Bestand opslaan

source: File selected: %s
nl: Bestand geselecteerd: %s

source: Cancel clicked
nl: Afgebroken

source: Any files
nl: Alle bestanden

source: Please choose a folder
nl: Kies een map

source: Select
nl: Selecteer

source: Folder selected: %s
nl: Geselecteerde map: %s

source: number of rows: {0} columns: {1}
nl: aantal rijen: {0} kolommen: {1}
